Repository: Diego-Ivan/Kleroterion
Catalog: po/*.po
Languages: de, es, hu_hu, it, nl, pt_br, ru

source: Random
de: Zufall
es: Aleatorio
hu_hu: Véletlen
nl: Willekeurig
pt_br: Aleatório
ru: Случайный

source: Random;Roulette;Coin;Number;
de: Random;Roulette;Coin;Number;Zufall;Roulette;Münze;Zahl;
es: Random;Roulette;Coin;Number;Aleatorio;Ruleta;Moneda;Número;
hu_hu: Random;Roulette;Coin;Number;Véletlen;Rulett;Érme;Szám;
it: Random;Roulette;Moneta;Numero;
nl: Willekeurig;Roulette;Muntje;Getal;
pt_br: Random;Roulette;Coin;Number;Aleatório;Roleta;Moeda;Número;
ru: Random;Roulette;Coin;Number;Случайный;Случайная;рулетка;монета;число;

source: Make randomization easy
de: Randomisierung leicht gemacht
es: Simplifica la aleatorización
hu_hu: Tegye egyszerűvé a véletlenszerűsítést
it: Semplifica la randomizzazione
nl: Doe willekeurige dingen
pt_br: Simplifica a aleatorização
ru: Рандомизация ещё никогда не была такой простой

source: A tool to pick a random number or list item. Pick what chore to do, a number between 1 and 100, whether or not to jump on your mom's bed, etc.
de: Ein Werkzeug zum Auswählen einer Zufallszahl oder eines Listenelements. Lassen Sie den Zufall entscheiden, welche Hausarbeit Sie erledigen, erzeugen Sie Zufallswerte zwischen 1 und 100, werfen Sie eine Münze, ob Sie auf dem Bett Ihrer Mutter herumspringen oder nicht etc.
es: Una herramienta que permite elegir un número o un elemento de una lista de manera aleatoria. Elegir algún deber, escoger un número entre el 1 o el 100, decidir si usted debería o no saltar sobre la cama de su mamá, etc.
hu_hu: Egy véletlenszerű szám vagy listaelem kiválasztására szolgáló eszköz. Válassza ki, hogy milyen házimunkát szeretne elvégezni, egy 1 és 100 közötti számot, hogy felugorjon-e az anyja ágyára vagy sem, stb.
it: Uno strumento per scegliere un numero casuale o un elemento dell'elenco. Scegli che lavoro fare, un numero tra 1 e 100, se saltare o meno sul letto di tua madre, ecc.
nl: Een hulpmiddel om een willekeurig getal of lijstitem te kiezen. Kies een taak, een getal tussen 1 en 100 en of je je moeders bed als trampoline wilt gebruiken, etc.
pt_br: Uma ferramenta para escolher um número aleatório ou um elemento de uma lista. Escolha uma tarefa para fazer, um número entre 1 e 100, se você deve ou não levar sua vó pro jiu-jitsu, etc.
ru: Инструмент для генерации случайных чисел или выбора случайного элемента списка. Выберите чем вам заняться, число от 1 до 100, попрыгать ли на маминой кровати, и т. д.

source: Version 1.4 "Circled":
nl: Versie 1.4 ‘Cirkels’:
pt_br: Versão 1.4 "Circled":

source: The Roulette UI receives a large revamp! Many other improvements are here, too.
nl: De vormgeving van de roulette is sterk verbeterd! Maar ook andere dingen zijn aangepakt.
pt_br: A interface de usuário da roleta recebeu uma grande melhora! Muitas outras melhorias estão aqui também.

source: Version 1.3 "Copier":
de: Version 1.3 "Kopierer":
es: Versión 1.3 "Copiadora":
it: Versione 1.3 "Copiatrice":
nl: Versie 1.3 ‘Na-aper’:
pt_br: Versão 1.3 "Copier":
ru: Версия 1.3 "Копир":

source: New shortcuts, new docs, new life.
de: Neue Abkürzungen, neue Dokumente, neues Leben.
es: Nuevos atajos, nuevos documentos, nueva vida.
it: Nuove scorciatoie, nuovi documenti, nuova vita.
nl: Nieuwe sneltoetsen, nieuwe documentatie en hernieuwde levenslust.
pt_br: Novos atalhos, novos documentos, nova vida.
ru: Новые ярлыки, новые документы, новая жизнь.

source: Version 1.2 "Flipped":
de: Version 1.2 "Umgedreht":
es: Version 1.2 "Volteada":
hu_hu: 1.2-es verzió "Flipped":
it: Versione 1.2 "Capovolto":
nl: Versie 1.2 ‘Gooien maar’:
pt_br: Versão 1.2 "Flipped":
ru: Версия 1.2 "Перевернутая":

source: A completely revamped UI is the star of this release.
de: Eine komplett überarbeitete Benutzeroberfläche ist der Star dieser Version.
es: Una interfaz de usuario completamente renovada es la protagonista de esta versión.
hu_hu: A teljesen megújult felhasználói felület a kiadás sztárja.
it: Un'interfaccia utente completamente rinnovata è la protagonista di questa versione.
nl: De vormgeving is sterk verbeterd.
pt_br: Uma interface de usuário totalmente nova é a estrela desta versão.
ru: Полностью обновленный пользовательский интерфейс - главная звезда этого выпуска.

source: Version 1.1 "Fix-Behind":
es: Version 1.1 "Post-Corrección":
hu_hu: 1.1-es verzió "Fix-Behind":
it: Versione 1.1 "Fix-Behind":
nl: Version 1.1 ‘Van achteren’:
pt_br: Versão 1.1 "Fix-Behind":
ru: Версия 1.1 "Фикс-Бехинд":

source: A much better Spanish translation, a new icon, and many more improvements from the past 3 months are included.
de: Eine viel bessere spanische Übersetzung, ein neues Icon und viele weitere Verbesserungen aus den letzten 3 Monaten sind enthalten.
es: Se incluye una traducción al español mucho mejor, un icono nuevo y muchas más mejoras de los últimos 3 meses.
hu_hu: Sokkal jobb spanyol fordítás, új ikon és még sok más fejlesztés az elmúlt 3 hónapból.
it: Una traduzione spagnola migliorata, una nuova icona e molti altri miglioramenti sono stati inclusi gli ultimi 3 mesi.
nl: Een sterk verbeterde Spaanse vertaling, een nieuw pictogram en vele andere verbeteringen van de afgelopen 3 maanden.
pt_br: Uma tradução para o Espanhol muito melhor, um novo ícone, e muitas outras melhorias dos últimos 3 meses estão incluídas.
ru: Улучшенный перевод на испанский язык, новая иконка и многие другие улучшения, сделанные за последние 3 месяца.

source: Version 1.0 "Adapting":
de: Version 1.0 "Anpassen":
es: Versión 1.0 "Adaptación":
hu_hu: 1.0 verzió "Alkalmazkodás":
it: Versione 1.0 "Adattamento":
nl: Version 1.0 ‘Aanpassingsgericht’:
pt_br: Versão 1.0 "Adapting":
ru: Версия 1.0 "Адаптация":

source: Adds a new Spanish translation, help docs, revamps keyboard shortcuts, and makes the UI more adaptive.
de: Fügt eine neue spanische Übersetzung, Hilfedokumente, überarbeitete Tastaturkürzel und eine anpassungsfähigere Benutzeroberfläche hinzu.
es: Añade una nueva traducción al español, documentos de ayuda, renueva los atajos del teclado y hace que la interfaz de usuario sea más adaptable.
hu_hu: Új spanyol fordítás, súgó, új billentyűparancsok, és adaptívabbá teszi a felhasználói felületet.
it: Aggiunge una nuova traduzione spagnola, documenti di aiuto, rinnova le scorciatoie da tastiera e rende l'interfaccia utente più adattiva.
nl: Nieuw: Spaanse vertaling, documentatie, betere sneltoetsen en een aanpasbare vormgeving.
pt_br: Adiciona uma nova tradução para o Espanhol, ajuda com documentos, alterações para atalhos de teclado, e torna a interface de usuário mais intuitiva.
ru: Добавляет новый испанский перевод, справочную документацию, изменяет сочетания клавиш и делает пользовательский интерфейс более адаптивным.

source: Version 0.9 "Global":
es: Versión 0.9 "Global":
hu_hu: 0.9-es verzió "Global":
it: Versione 0.9 "Globale":
nl: Version 0.9 ‘Wereldkunde’:
pt_br: Versão 0.9 "Global":
ru: Версия 0.9 "Глобально":

source: Translated into German and Russian.
de: Übersetzt ins Deutsche und Russische.
es: Traducido al alemán y al ruso.
hu_hu: Németre és oroszra fordítva.
it: Tradotto in tedesco e russo.
nl: Nieuw: Duitse en Russische vertalingen.
pt_br: Tradução para o Alemão e Russo.
ru: Переведена на немецкий и русский языки.

source: Version 0.8 "Sync":
de: Version 0.8 "Synchronisieren":
es: Version 0.8 "Sincronización":
hu_hu: 0.8-as verzió "Sync":
it: Versione 0.8 "Sync":
nl: Version 0.8 ‘Synchronisatie’:
pt_br: Versão 0.8 "Sync":
ru: Версия 0.8 "Синхронизация":

source: Removes the random colors for a noticable identity, and uses the latest GNOME 41 things, that came out on the same day as this.
de: Entfernt die zufälligen Farben für eine auffällige Identität und verwendet die neuesten GNOME-41-Sachen, die am selben Tag wie diese herauskamen.
es: Elimina los colores aleatorios para una identidad notable, y usa las últimas cosas de GNOME 41, que salieron el mismo día que esto.
hu_hu: Eltávolítja a véletlenszerű színeket az észrevehető identitás érdekében, és a legújabb GNOME 41 dolgokat használja, amelyek ugyanaznap jelentek meg, mint ez.
it: Rimuove i colori casuali per un'identità notevole e utilizza l'ultimo GNOME 41, che è uscito lo stesso giorno di questo.
nl: De willekeurige kleuren van opvallende identiteiten zijn verwijderd en er wordt gebruikgemaakt van GNOME 41-verbeteringen.
pt_br: Elimina as cores aleatórias para melhorar a visualização, e adiciona as últimas funções do GNOME 41 que saíram neste mesmo dia.
ru: Убирает случайные цвета для заметной идентичности и использует последнюю версию GNOME 41, которая вышла в тот же день, что и эта.

source: Version 0.7 "Circus":
de: Version 0.7 "Zirkus":
es: Version 0.7 "Circo":
hu_hu: 0.7-es verzió "Circus":
it: Versione 0.7 "Circo":
pt_br: Versão 0.7 "Circus":
ru: Версия 0.7 "Цирк":

source: Adds some nice random colors.
de: Fügt einige schöne zufällige Farben hinzu.
es: Añade unos bonitos colores aleatorios.
hu_hu: Hozzáad néhány szép véletlenszerű színt.
it: Aggiunge dei bei colori casuali.
nl: Nieuw: leuke, willekeurige kleuren.
pt_br: Adiciona umas cores aleatórias bonitas.
ru: Добавляет несколько красивых случайных цветов.

source: Version 0.6 "Advancing":
de: Version 0.6 "Fortschreitend":
es: Versión 0.6 "Avanzando":
hu_hu: 0.6-os verzió "Haladás":
it: Versione 0.6 "Avanzando":
nl: Version 0.6 ‘Vooruitgang’:
pt_br: Versão 0.6 "Advancing":
ru: Версия 0.6 "Продвижение":

source: Adds tons of new actions and keyboard shortcuts too.
de: Außerdem werden zahlreiche neue Aktionen und Tastaturkürzel hinzugefügt.
es: Añade toneladas de nuevas acciones y atajos del teclado.
hu_hu: Rengeteg új műveletet és billentyűparancsot is tartalmaz.
it: Aggiunge anche tonnellate di nuove azioni e scorciatoie da tastiera.
nl: Nieuw: tig nieuwe acties en sneltoetsen.
pt_br: Adiciona toneladas de novas ações e atalhos de teclado.
ru: Добавляет множество новых действий и сочетаний клавиш.

source: Version 0.5 "Caterpillar":
es: Versión 0.5 "Oruga":
hu_hu: 0.5-os verzió "Hernyó":
it: Versione 0.5 "Caterpillar":
nl: Version 0.5 ‘Rups’:
pt_br: Versão 0.5 "Caterpillar":
ru: Версия 0.5 "Гусеница":

source: Adds a menu and some bugfixes.
de: Fügt ein Menü und einige Fehlerbehebungen hinzu.
es: Añade un menú y algunas correcciones de errores.
hu_hu: Hozzáad egy menüt és néhány hibajavítást.
it: Aggiunge un menu e alcune correzioni di bug.
nl: Nieuw: menu en enkele bugs opgelost.
pt_br: Adiciona um menu além de correções de erros.
ru: Добавляет меню и некоторые исправления.

source: Version 0.4 "Flat":
de: Version 0.4 "Flach":
es: Versión 0.4 "Plana":
hu_hu: 0.4-es verzió "Flat":
it: Versione 0.4 "Flat":
pt_br: Versão 0.4 "Flat":
ru: Версия 0.4 "Флэт":

source: First Flathub release with GTK 4.
de: Erste Flathub-Version mit GTK 4.
es: Primera versión de Flathub con GTK 4.
hu_hu: Az első Flathub kiadás GTK 4-gyel.
it: Prima versione di Flathub con GTK 4.
nl: Eerste uitgave op Flathub met GTK 4.
pt_br: Primeira versão no Flathub com GTK 4.
ru: Первый выпуск Flathub с GTK 4.

source: Version 0.3 "Penny":
de: Version 0.3 "Pfennig":
es: Versión 0.3 "Penny":
hu_hu: 0.3-es verzió "Penny":
it: Versione 0.3 "Penny":
nl: Version 0.3 ‘Dubbeltje’:
pt_br: Versão 0.3 "Penny":
ru: Версия 0.3 "Пенни":

source: Adds a coin flip view and an improved UI.
de: Fügt eine Münz-Wurf-Ansicht und eine verbesserte Benutzeroberfläche hinzu.
es: Añade una vista de lanzamiento de monedas y una interfaz de usuario mejorada.
hu_hu: Hozzáad egy érmefeldobás nézetet és egy továbbfejlesztett felhasználói felületet.
it: Aggiunge una visualizzazione del lancio della moneta e un'interfaccia utente migliorata.
nl: Nieuw: mogelijkheid om een muntje op te gooien en een verbeterde vormgeving.
pt_br: Adicionar uma funcionalidade de cara ou coroa e uma melhor interface de usuário.
ru: Добавляет вид подбрасывания монет и улучшенный пользовательский интерфейс.

source: Version 0.2 "Makeover":
de: Version 0.2 "Umgestaltung":
es: Versión 0.2 "Renovación":
hu_hu: 0.2-es verzió "Átalakítás":
it: Versione 0.2 "Makeover":
pt_br: Versão 0.2 "Makeover":
ru: Версия 0.2 "Обновление":

source: Follows the GNOME HIG and uses libhandy.
de: Folgt der GNOME HIG und verwendet libhandy.
es: Sigue el HIG de GNOME y usa libhandy.
hu_hu: Követi a GNOME HIG-et és a libhandy-t használja.
it: Segue GNOME HIG e usa libhandy.
nl: De GNOME HIG wordt voortaan gevolgd en er wordt voortaan gebruikgemaakt van libhandy.
pt_br: Segue o HIG do GNOME e usa libhandy.
ru: Следует GNOME HIG и использует libhandy.

source: Version 0.1 "Beginning":
de: Version 0.1 "Anfang":
es: Versión 0.1 "Inicio":
hu_hu: 0.1-es verzió "Kezdet":
it: Version 0.1 "Inizio":
nl: Version 0.1 ‘Het prille begin’:
pt_br: Versão 0.1 "Beginning":
ru: Версия 0.1 "Начало":

source: The first release, welcome to the world!
de: Die erste Veröffentlichung, willkommen in der Welt!
es: La primera versión, ¡bienvenida al mundo!
hu_hu: Az első kiadás, üdvözöljük a világban!
it: La prima versione, benvenuta nel mondo!
nl: De eerste uitgave. Welkom op deze wereld!
pt_br: A primeira versão, bem vinda ao mundo!
ru: Первый выпуск, добро пожаловать в мир!

source: Remove drawn roulette items
nl: Eerdere roulette-items verwijderen
pt_br: Elimina os elementos sorteados da roleta

source: Whether or not remove drawn items from the roulette
nl: Of eerdere roulette-items verwijderd moeten worden
pt_br: Se deve ou não remover os elementos sorteados da roleta

source: Number
de: Nummer
es: Número
hu_hu: Szám
it: Numero
nl: Getal
pt_br: Número
ru: Число

source: _From
nl: _Van
pt_br: _De

source: _To
nl: _Tot
pt_br: _Até

source: Generate
de: Generieren
es: Generar
hu_hu: Generál
it: Genera
nl: Genereren
pt_br: Gerar
ru: Генерировать

source: Roulette
es: Ruleta
hu_hu: Rulett
pt_br: Roleta
ru: Рулетка

source: Waiting...
de: Warten...
es: Esperando...
hu_hu: Várakozás...
it: In attesa...
nl: Bezig met wachten…
pt_br: Esperando...
ru: Ожидающий...

source: Pick
de: Zufällige Auswahl
es: Escoger
hu_hu: Csákány
it: Scegli
nl: Kiezen
pt_br: Escolha
ru: Крутить

source: Coin
de: Münze
es: Moneda
hu_hu: Érme
it: Moneta
nl: Muntje
pt_br: Moeda
ru: Монетка

source: Tails
de: Zahl
es: Cruz
hu_hu: Farok
it: Croce
nl: Munt
pt_br: Coroa
ru: Решка

source: Flip the Coin
nl: Muntje opgooien
pt_br: Lançar a moeda

source: _Copy Item
de: Element _kopieren
es: _Copiar elemento
hu_hu: _Elem másolása
it: _Copia elemento
nl: Item _kopiëren
pt_br: _Copiar elemento
ru: _Копировать Элемент

source: _Keyboard Shortcuts
de: _Tastaturkürzel
es: Atajos del _teclado
hu_hu: _Gyorsbillentyűket
it: _Scorciatoie da tastiera
nl: _Sneltoetsen
pt_br: _Atalhos de teclado
ru: Комбинации К_лавиш

source: _Help ↗
de: _Hilfe ↗
es: Ayu_da ↗
hu_hu: _Segítség ↗
it: _Aiuto ↗
nl: _Hulp ↗
pt_br: _Ajuda ↗
ru: _Помощь ↗

source: _About Random
de: Über _Zufall
es: _Acerca de Aleatorio
hu_hu: _A Véletlen
it: _Informazioni su Random
nl: _Over Willekeurig
pt_br: _Sobre Random
ru: _О Случайный

source: Paste from Clipboard
nl: Plakken van klembord
pt_br: Colar da área de transferência

source: Select a separator…
nl: Kies een scheidingsteken…
pt_br: Selecione um separador…

source: Cancel
nl: Annuleren
pt_br: Cancelar

source: Add
nl: Toevoegen
pt_br: Adicionar

source: _Delete drawn items
nl: Eerdere items verwij_deren
pt_br: _Eliminar elementos sorteados

source: _Paste from clipboard
nl: _Plakken van klembord
pt_br: _Colar da área de transferência

source: _Remove all items
nl: Alle items ve_rwijderen
pt_br: _Remover todos os elementos

source: Heads
de: Kopf
es: Cara
hu_hu: Fejek
it: Testa
nl: Kop
pt_br: Cara
ru: Орёл

source: translator-credits
de: Forever XML <foreverxml@tuta.io>Karl Welbert <k.welbert@protonmail.com>
es: Diego Iván <diegoivan.mae@gmail.com> Forever XML <foreverxml@tuta.io> Óscar Fernández Díaz <oscfdezdz@tuta.io>
hu_hu: Forever XML <foreverxml@tuta.io>
it: Albano Battistella <albano_battistella@hotmail.com>
nl: Heimen Stoffels <vistausss@fastmail.com>
pt_br: Pedro Vernier <pedrover14991@gmail.com>
ru: Тикот <k.qovekt@gmail.com> Форевер XML <foreverxml@tuta.io>

source: Randomizing made easy
nl: Doe willekeurige dingen
pt_br: Aleatorização ficou fácil

source: Repository
es: Repositorio
hu_hu: Adattár
nl: Broncode
pt_br: Repositório
ru: Репозиторий

source: Controls
de: Einstellungen
es: Controles
hu_hu: Vezérlők
it: Controlli
nl: Bediening
pt_br: Controles
ru: Элементы управления

source: Convert from Number to Roulette
de: Von Nummer in Roulette umwandeln
es: Convertir de número a ruleta
hu_hu: Számokból konvertáljon rulettre
it: Converti da Numero a Roulette
nl: Omzetten van getal naar roulette
pt_br: Converter de número para roleta
ru: Преобразовать числа в рулетку

source: Spin Roulette and delete selected
de: Roulette drehen und gewähltes Element löschen
es: Girar la ruleta y eliminar lo seleccionado
hu_hu: Dobd fel a rulettet, és töröld a kiválasztottakat
it: Gira la Roulette ed elimina la selezione
nl: Roulette spinnen en selectie verwijderen
pt_br: Girar a roleta e eliminar o selecionado
ru: Крутить колесо и удалить выпавший элемент

source: Pick, spin, or flip
de: Wählen, drehen oder werfen
es: Escoger, girar o lanzar
hu_hu: Válassz, pörgess vagy fordíts
it: Scegli, gira o capovolgi
nl: Kiezen, spinnen of opgooien
pt_br: Escolher, rodar ou lançar
ru: Генерировать, крутить или подбросить

source: Switch views
de: Ansicht wechseln
es: Cambiar vistas
hu_hu: Nézetváltás
it: Cambia vista
nl: Overschakelen naar andere weergave
pt_br: Trocar vistas
ru: Переключить режимы

source: Copy result
de: Ergebnis kopieren
es: Copiar resultado
hu_hu: Eredmény másolása
it: Copia risultato
nl: Resultaat kopiëren
pt_br: Copiar resultado
ru: Копировать Результат

source: From:
hu_hu: Legkisebb:

source: To:
hu_hu: Legnagyobb:

source: Example: Layla/Rose/Cleveland/Lampy
hu_hu: Példa: Layla/Rose/Cleveland/Lampy

source: Type a list, seperating values with /
hu_hu: Írjon be egy listát, és válassza el az értékeket / jellel

source: Flip the coin
hu_hu: Fordítsa meg az érmét

source: Number to _Roulette
hu_hu: Szám a _Ruletthez

source: _Delete Picked Item
hu_hu: _Kiválasztott Tétel Törlése

source: Randomizing made easy.
hu_hu: Tegye egyszerűvé a véletlenszerűsítést.
